{"config": [{"config": {"batch_input_shape": [null, 11], "activity_regularizer": null, "name": "dense_4", "activation": "relu", "bias_constraint": null, "dtype": "float32", "trainable": true, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "units": 6, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "name": "dense_5", "activity_regularizer": null, "activation": "relu", "trainable": true, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "units": 6, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "name": "dense_6", "activity_regularizer": null, "activation": "sigmoid", "trainable": true, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "units": 1, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.8"}