{"backend": "tensorflow", "config": [{"config": {"trainable": true, "use_bias": true, "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "units": 6, "bias_constraint": null, "kernel_constraint": null, "name": "dense_1", "dtype": "float32", "batch_input_shape": [null, 11], "activation": "relu", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "use_bias": true, "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "name": "dense_2", "bias_constraint": null, "kernel_constraint": null, "units": 6, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "kernel_regularizer": null, "activity_regularizer": null, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "use_bias": true, "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "name": "dense_3", "bias_constraint": null, "kernel_constraint": null, "units": 1, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "sigmoid", "kernel_regularizer": null, "activity_regularizer": null, "bias_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.8"}